Repository: CamiloA-17/brewly
Catalog: ios/BrewlyKit/Sources/BrewlyDesignSystem/Resources/CatalogFlavorNotes.xcstrings
Source language: en
Languages: es

source: Almond
es: Almendra

source: Anise
es: Anís

source: Apple
es: Manzana

source: Bergamot
es: Bergamota

source: Black Pepper
es: Pimienta negra

source: Black Tea
es: Té negro

source: Blackberry
es: Mora

source: Blueberry
es: Arándano

source: Brown Sugar
es: Azúcar morena

source: Caramel
es: Caramelo

source: Chamomile
es: Manzanilla

source: Cherry
es: Cereza

source: Cinnamon
es: Canela

source: Clove
es: Clavo

source: Cocoa
es: Cacao

source: Coconut
es: Coco

source: Dark Chocolate
es: Chocolate amargo

source: Fermented
es: Fermentado

source: Fresh Herbs
es: Hierbas frescas

source: Grape
es: Uva

source: Grapefruit
es: Toronja

source: Hazelnut
es: Avellana

source: Honey
es: Miel

source: Jasmine
es: Jazmín

source: Lemon
es: Limón

source: Lime
es: Lima

source: Malt
es: Malta

source: Maple Syrup
es: Jarabe de arce

source: Milk Chocolate
es: Chocolate con leche

source: Molasses
es: Melaza

source: Nutmeg
es: Nuez moscada

source: Orange
es: Naranja

source: Peach
es: Durazno

source: Peanut
es: Maní

source: Pear
es: Pera

source: Pineapple
es: Piña

source: Pomegranate
es: Granada

source: Prune
es: Ciruela pasa

source: Raisin
es: Uva pasa

source: Raspberry
es: Frambuesa

source: Rose
es: Rosa

source: Smoky
es: Ahumado

source: Strawberry
es: Fresa

source: Tobacco
es: Tabaco

source: Tropical Fruit
es: Frutas tropicales

source: Vanilla
es: Vainilla

source: Whiskey
es: Whisky

source: Winey
es: Vinoso
